package main

var funnyQuotes = []string{"Каждый в цирке думает, что знает в цирке, но не каждый, что в цирке знает, что в цирке не каждый знает думает.",
	"Сначала было хорошо, потом очень хорошо, а потом так хорошо, что до сих пор плохо.",
	"Я легко втираюсь в доверие. Я кот.",
	"Главное, быть счастливым, и не важно, какое заключение напишет психиатр.",
	"Gentlemen, you can't fight in here. This is the war room.",
	"Двоечник, увидев задачу, начинает думать, а это не наш путь.",
	"Три — это вещественное число? Нет, это слово. Нет, это ваша оценка.",
	"Кто не ответит на этот вопрос, того охранники не пустят на Матмех.",
	"Вы не знаете, что такое полная линейная группа? Спросите знакомого школьника. ",
	"Тут ничего страшного, но всё плохо."}

var seriousQuotes = []string{"Пока не упал духом, любые другие падения по плечу", "Человек всесилен, пока ничем не занят",
	"Если тебе тяжело, значит ты поднимаешься в гору. Если тебе легко, значит ты летишь в пропасть.",
	"Невозможно победить того, кто не сдается.",
	"Почти каждому мудрому изречению соответствует противоположное по смыслу и не менее мудрое.",
	"Единственная разница между хорошим и плохим днём — твоё отношение к нему.",
	"Настоящая красота живёт в сердце, отражается в глазах и проявляется в поступках.",
	"Никакой транспорт не будет попутным, если не знаешь, куда идти.",
	"Очень часто лучшее лекарство — это обойтись без него."}
